[Twk_Upgrade_AmmoPouch2 DisTweaks_Upgrade]
m_Name="弾丸容量 1"
m_Description="通常の弾丸の所持量を10発分追加する。(合計20発)"

[Twk_Upgrade_AmmoPouch2:DisTweaks_InteractableInterface_21 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_AmmoPouch4 DisTweaks_Upgrade]
m_Name="弾丸容量 2"
m_Description="通常の弾丸の所持量を10発分増やす。(合計30発)"

[Twk_Upgrade_AmmoPouch4:DisTweaks_InteractableInterface_22 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Armor DisTweaks_Upgrade]
m_Name="防御強化"
m_Description="敵からのダメージを減少させる。"

[Twk_Upgrade_Armor:DisTweaks_InteractableInterface_23 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Base DisTweaks_Upgrade]
m_Name=""
m_Description=""

[Twk_Upgrade_Base:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_BoneCharms DisTweaks_Upgrade]
m_Name="ボーンチャーム容量 1"
m_Description="装着できるボーンチャームを1個追加する。(合計4個)"

[Twk_Upgrade_BoneCharms2 DisTweaks_Upgrade]
m_Name="ボーンチャーム容量 2"
m_Description="装着できるボーンチャームを2個追加する。(合計6個)"

[Twk_Upgrade_BoneCharms2:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_BoneCharms:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Crossbow_Accuracy DisTweaks_Upgrade]
m_Name="クロスボウ精度"
m_Description="クロスボウの狙いを向上、安定させる。"

[Twk_Upgrade_Crossbow_Accuracy:DisTweaks_InteractableInterface_24 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Crossbow_Range DisTweaks_Upgrade]
m_Name="クロスボウ射程"
m_Description="クロスボウの矢がより速く、より遠くまで飛ぶようになる。"

[Twk_Upgrade_Crossbow_Range:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Crossbow_ReloadSpeed DisTweaks_Upgrade]
m_Name="クロスボウ装填"
m_Description="自動装填装置が追加され、装填速度が速くなる。"

[Twk_Upgrade_Crossbow_ReloadSpeed:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_GrenadeBelt DisTweaks_Upgrade]
m_Name="グレネード容量"
m_Description="グレネードの所持量を4個分追加する。(合計9個) "

[Twk_Upgrade_GrenadeBelt:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Gun_Explosive DisTweaks_Upgrade]
m_Name="ピストル爆裂弾"
m_Description="ピストルによる爆裂弾の使用を利用可能にする。"

[Twk_Upgrade_Gun_Explosive:DisTweaks_InteractableInterface_3 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_InstantSleepArrow DisTweaks_Upgrade]
m_Name="戦闘用麻酔ボルト"
m_Description="戦闘中でも即座に効果を発揮する麻酔ボルト。"

[Twk_Upgrade_InstantSleepArrow:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name=""
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Mask DisTweaks_Upgrade]
m_Name="コルヴォの仮面"
m_Description="正体を隠す"

[Twk_Upgrade_Mask:DisTweaks_InteractableInterface_23 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Pistol DisTweaks_Upgrade]
m_Name="コルヴォのピストル"
m_Description="さらなるカスタマイズを念頭に置いて丹念に作られた、アイルズ全域で最高の銃器。アップグレードにより、近距離の拡散ダメージが追加された。"

[Twk_Upgrade_Pistol:DisTweaks_InteractableInterface_4 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Pistol_Accuracy1 DisTweaks_Upgrade]
m_Name="ピストル精度 1"
m_Description="分散を抑え、ピストルの狙いを安定させる。"

[Twk_Upgrade_Pistol_Accuracy1:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Pistol_Accuracy2 DisTweaks_Upgrade]
m_Name="ピストル精度 2"
m_Description="さらに分散を抑え、ピストルの狙いを安定させる。"

[Twk_Upgrade_Pistol_Accuracy2:DisTweaks_InteractableInterface_6 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_PistolMagazine1 DisTweaks_Upgrade]
m_Name="ピストル弾倉 1"
m_Description="弾倉に弾丸を1追加する(合計2)。 "

[Twk_Upgrade_PistolMagazine1:DisTweaks_InteractableInterface_7 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_PistolMagazine2 DisTweaks_Upgrade]
m_Name="ピストル弾倉 2"
m_Description="弾倉に弾丸をさらに1追加する(合計3)。"

[Twk_Upgrade_PistolMagazine2:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_PistolMagazine3 DisTweaks_Upgrade]
m_Name="ピストル弾倉 3"
m_Description="弾倉に弾丸をさらに1追加する(合計4)。"

[Twk_Upgrade_PistolMagazine3:DisTweaks_InteractableInterface_9 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_PistolReloadSpeed1 DisTweaks_Upgrade]
m_Name="ピストル装填 1"
m_Description="より速く装填する。"

[Twk_Upgrade_PistolReloadSpeed1:DisTweaks_InteractableInterface_10 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_PistolReloadSpeed2 DisTweaks_Upgrade]
m_Name="ピストル装填 2"
m_Description="より速く装填。自動装填が可能になる。"

[Twk_Upgrade_PistolReloadSpeed2:DisTweaks_InteractableInterface_10 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_QuiverCapacity2 DisTweaks_Upgrade]
m_Name="ボルト容量 1"
m_Description="クロスボウボルトの所持量を10本分追加する。(合計20本)"

[Twk_Upgrade_QuiverCapacity2:DisTweaks_InteractableInterface_11 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_QuiverCapacity4 DisTweaks_Upgrade]
m_Name="ボルト容量 2"
m_Description="クロスボウボルトの所持量を10本分追加する。(合計30本)"

[Twk_Upgrade_QuiverCapacity4:DisTweaks_InteractableInterface_12 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_SilentRunning DisTweaks_Upgrade]
m_Name="ステルスブーツ 1"
m_Description="足音を静かにする。"

[Twk_Upgrade_SilentRunning:DisTweaks_InteractableInterface_13 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_SilentSprinting DisTweaks_Upgrade]
m_Name="ステルスブーツ 2"
m_Description="さらに足音を静かにする。 "

[Twk_Upgrade_SilentSprinting:DisTweaks_InteractableInterface_19 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_SpringRazor DisTweaks_Upgrade]
m_Name="スプリングレーザー範囲"
m_Description="スプリングレーザーの攻撃範囲を広げる。"

[Twk_Upgrade_SpringRazor:DisTweaks_InteractableInterface_14 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_SpringRazorPouch DisTweaks_Upgrade]
m_Name="スプリングレーザー容量"
m_Description="スプリングレーザーの所持量を4個分追加する。(合計9個)"

[Twk_Upgrade_SpringRazorPouch:DisTweaks_InteractableInterface_15 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Spyglass1 DisTweaks_Upgrade]
m_Name="光学マスク 1"
m_Description="視野を拡大できる。`GBA_Zoom`を押せばズームする。"

[Twk_Upgrade_Spyglass1:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Spyglass2 DisTweaks_Upgrade]
m_Name="光学マスク 2"
m_Description="さらに遠くを見れるようになる。ズーム中に`GBA_Use`を押すとさらに拡大される。"

[Twk_Upgrade_Spyglass2:DisTweaks_InteractableInterface_17 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_StatueFish DisTweaks_Upgrade]
m_Name="神秘的な魚のアーチファクト"
m_Description="ボーンチャームを追加で1個装着できる。"

[Twk_Upgrade_StatueFish:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_StatueRat DisTweaks_Upgrade]
m_Name="神秘的なネズミのアーチファクト"
m_Description="ボーンチャームを追加で1個装着できる。"

[Twk_Upgrade_StatueRat:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_StatueWhale DisTweaks_Upgrade]
m_Name="神秘的な鯨のアーチファクト"
m_Description="ボーンチャームを追加で1個装着できる。"

[Twk_Upgrade_StatueWhale:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_StatueWolfhound DisTweaks_Upgrade]
m_Name="神秘的な狼のアーチファクト"
m_Description="ボーンチャームを追加で1個装着できる。"

[Twk_Upgrade_StatueWolfhound:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_StickyGrenade DisTweaks_Upgrade]
m_Name="スティッキーグレネード"
m_Description="標的にくっつくグレネードを利用可能にする。"

[Twk_Upgrade_StickyGrenade:DisTweaks_InteractableInterface_18 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Sword DisTweaks_Upgrade]
m_Name="クロスソード"
m_Description="刃を食い止めて敵を押し返すと、剣がより効果的になる。"

[Twk_Upgrade_Sword:DisTweaks_InteractableInterface_20 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

